Revit 2027 API
UnitTypeId.WattsPerSquareMeter Property
 Watts per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerSquareMeter { get; }
Public Shared ReadOnly Property WattsPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerSquareMeter {
	ForgeTypeId^ get ();
}
static member WattsPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace